result_thread_200508/thread_15_nvm_sw_3400_0_aofoff.txt
shm_addr = 7000
shm_addr = 7000
shm_addr = 7000
[...]
======================================
 all_ops == 1500000
 test_time == 18.844448
 Throughput == 79599.041585
 ======================================
15        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        79360.17          ---          ---      0.18500     83148.96 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      79360.17         0.00         0.00      0.18500     83148.96 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.017         0.00
SET       0.018         0.00
SET       0.019         0.00
SET       0.020         0.00
SET       0.021         0.01
SET       0.022         0.01
SET       0.023         0.02
SET       0.024         0.03
SET       0.025         0.03
SET       0.026         0.03
SET       0.027         0.04
SET       0.028         0.05
SET       0.029         0.05
SET       0.030         0.07
SET       0.031         0.09
SET       0.032         0.12
SET       0.033         0.14
SET       0.034         0.15
SET       0.035         0.15
SET       0.036         0.16
SET       0.037         0.17
SET       0.038         0.18
SET       0.039         0.19
SET       0.040         0.19
SET       0.041         0.20
SET       0.042         0.20
SET       0.043         0.21
SET       0.044         0.22
SET       0.045         0.23
SET       0.046         0.23
SET       0.047         0.24
SET       0.048         0.25
SET       0.049         0.25
SET       0.050         0.26
SET       0.051         0.26
SET       0.052         0.26
SET       0.053         0.26
SET       0.054         0.26
SET       0.055         0.27
SET       0.056         0.27
SET       0.057         0.27
SET       0.058         0.27
SET       0.059         0.28
SET       0.060         0.28
SET       0.061         0.29
SET       0.062         0.29
SET       0.063         0.30
SET       0.064         0.30
SET       0.065         0.31
SET       0.066         0.31
SET       0.067         0.32
SET       0.068         0.33
SET       0.069         0.33
SET       0.070         0.34
SET       0.071         0.35
SET       0.072         0.35
SET       0.073         0.36
SET       0.074         0.37
SET       0.075         0.38
SET       0.076         0.39
SET       0.077         0.40
SET       0.078         0.41
SET       0.079         0.42
SET       0.080         0.42
SET       0.081         0.43
SET       0.082         0.44
SET       0.083         0.45
SET       0.084         0.46
SET       0.085         0.46
SET       0.086         0.47
SET       0.087         0.48
SET       0.088         0.49
SET       0.089         0.50
SET       0.090         0.51
SET       0.091         0.51
SET       0.092         0.52
SET       0.093         0.53
SET       0.094         0.54
SET       0.095         0.54
SET       0.096         0.55
SET       0.097         0.55
SET       0.098         0.56
SET       0.099         0.57
SET       0.100         0.59
SET       0.110         0.64
SET       0.120         0.80
SET       0.130         3.00
SET       0.140        10.02
SET       0.150        20.91
SET       0.160        38.74
SET       0.170        52.89
SET       0.180        58.67
SET       0.190        62.69
SET       0.200        67.25
SET       0.210        73.22
SET       0.220        79.98
SET       0.230        86.13
SET       0.240        91.33
SET       0.250        95.36
SET       0.260        97.61
SET       0.270        98.54
SET       0.280        99.02
SET       0.290        99.37
SET       0.300        99.64
SET       0.310        99.81
SET       0.320        99.90
SET       0.330        99.94
SET       0.340        99.96
SET       0.350        99.97
SET       0.360        99.97
SET       0.370        99.97
SET       0.380        99.98
SET       0.390        99.98
SET       0.400        99.98
SET       0.410        99.99
SET       0.420        99.99
SET       0.430        99.99
SET       0.440        99.99
SET       0.450        99.99
SET       0.460        99.99
SET       0.470        99.99
SET       0.480       100.00
SET       0.490       100.00
SET       0.500       100.00
SET       0.510       100.00
SET       0.520       100.00
SET       0.530       100.00
SET       0.540       100.00
SET       0.550       100.00
SET       0.560       100.00
SET       0.570       100.00
SET       0.580       100.00
SET       0.590       100.00
SET       0.600       100.00
SET       0.610       100.00
SET       0.620       100.00
SET       0.630       100.00
SET       0.640       100.00
SET       0.670       100.00
SET       0.680       100.00
SET       0.690       100.00
SET       0.720       100.00
SET       0.730       100.00
SET       0.830       100.00
SET       0.850       100.00
SET       0.920       100.00
SET       0.950       100.00
SET       2.200       100.00
SET       2.300       100.00
---
---